{"cursor":"3076","size":15,"audio":[],"currentlang":"en","article":"'Appropriation' is a non-violent process by which previously unowned natural\nresources, particularly land, become the property of a person or group of\npersons. The term is widely used in economics in this sense. In certain cases,\nit proceeds under very specifically defined forms, such as driving stakes or\nother such markers into the land claimed, which form gave rise to the term\n“staking a claim.” \"Squatter’s rights\" are another form of appropriation, but\nare usually asserted against land to which ownership rights of another party\nhave been recognized. In legal regimes recognizing such acquisition of property,\nthe ownership of duly appropriated holdings enjoys such protections as the law\nprovides for ownership of property in general.\n\nUnder some systems using this method of acquiring ownership of land, it is\npermitted to employ violence in defending the duly appropriated holding\nagainst encroachment against the ownership or usage claims, again usually\naccording to specifically defined forms including warnings to the encroaching\nparty, exhaustion or unavailability of duly constituted law-enforcement\nresources, etc..\n\nLibertarian and other property-rights-oriented ideologies define appropriation\nas requiring the “mixing” of the would-be owner’s labor with the land\nclaimed. Rothbard, Murray N.: [[Man, Economy and State]] with [[Power and\nMarket]], page 169. Ludwig von Mises Institute, 2004 A prime example of\nsuch mixing is farming, although various extractive activities such as mining,\nand the grazing of herds are often recognized. Personal, physical residence is\noften recognized after some minimum documented continuous period of time, as is\nthe erection of dwellings and other buildings on land whose ownership has not\npreviously been recognized by the authority whose recognition is sought.\n\nAppropriation through use can apply to resources other than the exclusive right\nto use of the surface of the land. As mentioned, mineral rights are recognized\nunder various conditions, as are riparian rights. Appropriation can apply to\ninland waters within a certain distance of appropriated land, and even to the\nliquid water in a reservoir, lake, or stream. Appropriation has been applied\nunder common law to resources as disparate as radio broadcast frequencies and\nInternet Web site names, but many such claims have been overturned through\nlegislated arrangements mandating other standards for the assignment of\nownership rights in such things.\n\nAppropriation as a means of acquiring property is related to the schools of\nthought that call for ongoing use as a condition of continued ownership, as is\nthe case in some regimes with trademarks, but it applies to initial ownership.\n","linknr":88,"url":"Appropriation_(economics)","recorded":1362559907,"links":11,"instances":[],"pdf":[],"categories":["Law and economics","Libertarian theory","Property","Property law"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Natural_resources","Property","Adverse_possession","Encroachment","Libertarianism","Farming","Riparian_rights","Internet","Eminent_domain","Homestead_principle","Nationalization"]}