{"cursor":"2681","size":15,"audio":[],"currentlang":"en","article":"\nIn economics, 'land' comprises all naturally occurring resources whose supply is\ninherently fixed. Examples are any and all particular geographical locations,\nmineral deposits, and even geostationary orbit locations and portions of the\nelectromagnetic spectrum. Natural resources are fundamental to the production of\nall goods, including capital goods. Location values must not be confused with\nvalues imparted by fixed capital improvements. In classical economics, land is\nconsidered one of the three factors of production (along with capital, and\nlabor). In some cases, land may be merged with capital due to the relatively\nsmall importance that land has in industrial and service sectors. Income derived\nfrom ownership or control of natural resources is referred to as rent.\n\nLand was sometimes defined in classical and neoclassical economics as the\n\"original and indestructible powers of the soil.\"[http://links.jstor.org/sici?sici=0022-\n1821%28195806%296%3A3%3C198%3AEAOULU%3E2.0.CO%3B2-8&size=LARGE ] Georgists hold\nthat this implies a perfectly inelastic supply curve (i.e., zero elasticity),\nsuggesting that a land value tax that recovers the rent of land for public\npurposes would not affect the opportunity cost of using land, but would instead\nonly decrease the value of owning it. This view is supported by evidence that\nalthough land can come on and off the market, market inventories of land show if\nanything an inverse relationship to price (i.e., negative elasticity).\n\nAs a tangible asset land is represented in accounting as a fixed asset or a\ncapital asset.\n\nLand, particularly geographic locations and mineral deposits, has historically\nbeen the cause of much conflict and dispute; land reform programs, which are\ndesigned to redistribute possession and/or use of geographic land, are often the\ncause of much controversy, and conflicts over the economic rent of mineral\ndeposits have contributed to many civil wars, particularly in Africa.\n","linknr":128,"url":"Land_(economics)","recorded":1362685722,"links":28,"instances":["economics","economics","economics","economics"],"pdf":[],"categories":["Economics terminology","Georgism","Land value taxation","Natural resources","Production economics"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/29/ThreeCoins.svg/43px-ThreeCoins.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["good","economics"],["capital","economics"],["labor","economics"],["elasticity","economics"]],"members":["good","labor","elasticity","capital"],"related":["Economics","Natural_resource","Geographical_location","Mineral_deposit","Geostationary_orbit","Electromagnetic_spectrum","Production_theory_basics","Good_(economics)","Capital_goods","Classical_economics","Factors_of_production","Capital_(economics)","Labor_(economics)","Natural_resources","Economic_rent","Neoclassical_economics","Georgism","Elasticity_(economics)","Supply_curve","Land_value_tax","Opportunity_cost","Asset","Fixed_asset","Capital_asset","Land_reform","Africa","Natural_resource"]}