{"cursor":"6066","size":15,"audio":[],"currentlang":"en","article":"Economists refer to the 'polarization' of the labor force when middle-class jobs\n— requiring a moderate level of skills, like autoworkers’ jobs — appear to\ndisappear relative to those at the bottom, requiring few skills, and those at\nthe top, requiring greater skill levels. Stiglitz, Joseph E. (2012-06-04).\nThe Price of Inequality: How Today's Divided Society Endangers Our Future (p.\n9). Norton. Kindle Edition. The structure of job opportunities in the\nUnited States has sharply polarized over the past two decades, with expanding\njob opportunities in both high-skill, high-wage occupations and low-skill, low\nwage occupations, coupled with contracting opportunities in middle-wage, middle-\nskill white-collar and blue-collar jobs. The Polarization of Job\nOpportunities in the U.S. Labor Market Implications for Employment and Earnings\nDavid Autor, MIT Department of Economics and National Bureau of Economic\nResearch April 2010 http://economics.mit.edu/files/5554 Although this has\ncontributed to the rise of income inequality in the U.S. it is a minor factor\ncompared to the relatively rapid rise in income and wealth by the top\n1%. Stiglitz, Joseph E. (2012-06-04). The Price of Inequality: How Today's\nDivided Society Endangers Our Future (p. 9). Norton. Kindle Edition.\nAlthough income and wealth inequality are uniquely American phenomena of the\npast decades in industrialized countries, employment and economic polarization\nis widespread across industrialized economies; it is not a uniquely American\nphenomenon. Over the past decades, wage gains were also polarized, with modest\ngains at the extremes and smaller gains in the middle. A good description of\npolarization in Great Britain is one of the first uses the term, economic\npolarization. Maarten Goos and Alan Manning, “Lousy and Lovely Jobs: The\nRising Polarization of Work in Britain,” London School of Economics, Center for\nEconomic Performance Discussion Papers: No. DP0604, 2003 David H.\nAutor, Lawrence F. Katz, and Melissa S. Kearney, “The Polarization of the Labor\nMarket,” American Economic Review 96, no. 2 (May 2006): 189– 94\n","linknr":100,"url":"Polarization_(economics)","recorded":1362903893,"links":10,"instances":[],"pdf":[],"categories":["Economic inequality","Social classes"],"headings":["History","Causes","Consequences","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Income_inequality","Outsource","Third_World","Biden"]}